const list = [
    {
        id: 1,
        question: `现代健身房是指设有集体健身场地、负重和有氧健身器械设备以及健身指导人员，并向消费者提
        供有偿健身与健美服务的体育场所。`,
        type: 1,
        answer: ''
    },
    {
        id: 2,
        question: `经营健身健美俱乐部成功原因之一，就是健身群体的健身理念发生了质的变化。`,
        type: 1,
        answer: ''
    },
    {
        id: 3,
        question: `健身房集体健身操课程有助健身会员发展身体素质及提高身体机能。`,
        type: 1,
        answer: ''
    },
    {
        id: 4,
        question: `根据集体健身操课程冲击力，可分为无冲击力课和高冲击力课两种。`,
        type: 1,
        answer: ''
    },
    {
        id: 5,
        question: `在编排集体健身课程中，将动作全部改为高冲击力的动作，可以提高健身会员的心率。`,
        type: 1,
        answer: ''
    },
    {
        id: 6,
        question: `女性体型的一般特点是下肢相对较短、骨盆相对较宽、身体重心较低。`,
        type: 1,
        answer: ''
    },
    {
        id: 7,
        question: `健身操五类基本步伐包括交替类、迈步类、点地类、抬起类和双腿类。`,
        type: 1,
        answer: ''
    },
    {
        id: 8,
        question: `开合跳属于低冲击力动作。`,
        type: 1,
        answer: ''
    },
    {
        id: 9,
        question: `侧交叉步属于交替类动作。`,
        type: 1,
        answer: ''
    },
    {
        id: 10,
        question: `做分腿半蹲时，要求膝关节向着脚尖的方向屈。`,
        type: 1,
        answer: ''
    },
    {
        id: 11,
        question: `利用体重指标判断肥胖的标准是：体重超出标准体重的 30%属于肥胖。`,
        type: 1,
        answer: ''
    },
    {
        id: 12,
        question: `根据关节的构造，可分为不动关节、半活动关节和可动关节三种。`,
        type: 1,
        answer: ''
    },
    {
        id: 13,
        question: `肌肉成分中，水分占 50%、固体物质占 50%(蛋白质占 30%,其他物质占 20%)。`,
        type: 1,
        answer: ''
    },
    {
        id: 14,
        question: `在健身健美训练中，“渐增反抗力训练”是肌肉粗壮最基本的训练原则。`,
        type: 1,
        answer: ''
    },
    {
        id: 15,
        question: `在健身健美锻炼中，一般负荷强度大、次数少、速度快的动作，主要是靠有氧代谢供给能量。`,
        type: 1,
        answer: ''
    },
    {
        id: 16,
        question: `脂肪是人体的燃料，在人们一般饮食中，它应该占一天膳食摄入总热量的 20～30％。`,
        type: 1,
        answer: ''
    },
    {
        id: 17,
        question: `训练—疲劳—恢复，再训练—再疲劳—再恢复，是健身健美训练超量恢复的基本原理。`,
        type: 1,
        answer: ''
    },
    {
        id: 18,
        question: `健美运动员提高运动能力的关键因素，是科学而艰苦的运动训练和合理的营养补充。`,
        type: 1,
        answer: ''
    },
    {
        id: 19,
        question: `科学减肥的根本目标是健康。`,
        type: 1,
        answer: ''
    },
    {
        id: 20,
        question: `“专注、控制、重心、呼吸、流畅、准确、放松、持久”是做好普拉提的基本要素。`,
        type: 1,
        answer: ''
    },
    {
        id: 1,
        question: `健身操动作组合编排中，_______ 为一个组合。`,
        type: 2,
        answer: '',
        checks:[
            {}
        ]
    },
]